---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadComments
source: html/edf1321b-0c95-ee66-1276-92387e0e8e93.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadComments Property

"Comments"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadComments { get; }
```